Repository: WPDevHQ/woocommerce-checkout-fields-templates
Catalog: languages/wct-*.po
Languages: de, es_es

source: Register with us for future convenience
de: Nutzen Sie diese Vorteile bei einer Registrierung:
es_es: Regístrese con nosotros para la conveniencia futura

source: Fast and easy checkout
de: Schnelle und einfache Bestellung
es_es: Pago rápido y fácil

source: Easy access to your order history and status
de: Einfachen Zugriff auf Ihre Bestellhistorie und status
es_es: Fácil acceso a su historial de pedidos y el estado

source: Ordering...
de: Sortierung
es_es: Ordenar...

source: Order success!
de: Bestellen Sie Erfolg!
es_es: Orden de éxito!

source: Thanks for ordering.
de: Vielen Dank für die Bestellung.
es_es: Gracias por ordenar.

source: * WCT coupon
de: * WCT Gutschein

source: Widget for checkout template
de: Widget für Kasse-Vorlage
es_es: Widget para plantilla de pedido

source: Coupon
de: Gutschein
es_es: Cupón de

source: Coupon code
de: Gutschein Code
es_es: Código de cupón

source: Apply Coupon
de: Gutschein anwenden
es_es: Aplicar cupón

source: Please Enable Coupon Usage in Checkout Setting of WooCommerce.
de: Bitte aktivieren Sie Gutschein-Nutzung im Checkout-Einstellung der WooCommerce.
es_es: Por favor habilita uso de cupón en caja ajuste de WooCommerce.

source: Have a coupon
de: Haben Sie enien Gutschein?
es_es: Tienes un cupón

source: Title:
de: Titel:
es_es: Título:

source: Description:
de: Beschreibung:
es_es: Descripción:

source: * WCT order summary
de: Produkte
es_es: * WCT Resumen de la orden

source: Remove Item
de: Eintrag entfernen
es_es: Eliminar elemento

source: Empty Cart
de: Warenkorb leeren
es_es: Carrito vacío

source: Your selection
de: Ihre Auswahl
es_es: Su selección

source: Price for your order
de: Preis für Ihre Bestellung
es_es: Precio para su pedido

source: Order Total
de: Gesamtsumme
es_es: Total de la orden

source: Order summary
de: Bestellungs-Zusammenfassung
es_es: Resumen de la orden

source: Display type:
de: Darstellungsart

source: Colorful
de: Bunte
es_es: Colorido

source: Step by steps
de: Schritt für Schritte
es_es: Paso a pasos

source: Display Type
de: Darstellungsart
es_es: Tipo de pantalla

source: Color
de: Farbe

source: Font icon
de: Schriftsymbol
es_es: Icono de fuente

source: Chose Color
de: Wählen Sie Farbe
es_es: Elegir color

source: Upload image
de: Bild hochladen

source: Chose icon
de: Wählen Sie Symbol
es_es: Elegir el icono

source: Select icon
de: Icon auswählen
es_es: Icono de selección

source: * WCT product
de: * WCT-Produkt
es_es: * WCT Producto

source: No product
de: Kein Produkt
es_es: Ningún producto

source: Product
de: Produkt

source: Type:
de: Typ:
es_es: Tipo:

source: Recent products
de: Neuste Produkte
es_es: Productos recientes

source: Featured products
de: Vorgestelltes Produkt
es_es: Productos destacados

source: Number:
de: Zahl:
es_es: Número de:

source: * WCT advertisement
de: * WCT-Werbung
es_es: * WCT anuncio

source: Delivery Flower
de: Lieferung-Blumen
es_es: Entrega flor

source: Image:
de: Bild:
es_es: Imagen:

source: Custom code:
de: Benutzer Code
es_es: Código personalizado:

source: Login success. You are now logged in as <strong>
de: Anmeldung-Erfolg. Sie sind jetzt Eingeloggt als<strong></strong>
es_es: Éxito de inicio de sesión. Ahora está logueado como <strong>

source: Username does not exists
de: Username existiert nicht
es_es: Nombre de usuario no existe

source: Invalid username
de: Ungültiger Benutzername
es_es: Nombre de usuario no válido

source: Security check.
de: Englisch für: Security Check (Zu Deutsch: Sicherheitskontrolle)
es_es: Control de seguridad.

source: Woocommerce checkout fields & templates
de: Woocommerce Kasse Felder & Vorlagen

source: You must be logged in to checkout.
de: Bitte melden Sie sich an, um die Bestellung abschließen zu können.
es_es: Debe estar conectado a la salida.

source: Please fill in your details above to see available payment methods.
de: Bitte füllen Sie die Felder oberhalb aus, um die Zahlungsmethoden zu sehen.
es_es: Por favor, rellene sus datos para ver medios de pago disponibles.

source: Sorry, it seems that there are no available payment methods for your state. Please contact us if you require assistance or wish to make alternate arrangements.
de: Entschuldigung, aber es sind keine Zahlungsarten für Ihr Bundesland/Region verfügbar. Bitte kontaktieren Sie uns für weitere Hilfe oder wenn Sie alternative Absprachen treffen möchten.
es_es: Lo sentimos, parece que no hay ningún método de pago disponibles para su estado. Por favor contáctenos si necesita ayuda o desea hacer arreglos alternativos.

source: Since your browser does not support JavaScript, or it is disabled, please ensure you click the <em>Update Totals</em> button before placing your order. You may be charged more than the amount stated above if you fail to do so.
de: Sollte dein Browser kein JavaScript unterstützen, oder wenn dieses deaktiviert wurde, stell bitte sicher, das du den Button <em>Gesamtbetrag aktualisieren</em> klickst, bevor du dein Bestellung abschicken. Wenn du das nicht tust, könnte es möglich sein, das du mehr bezahlen musst, als oben angegeben ist.
es_es: Puesto que su navegador no soporta JavaScript o está desactivado, por favor asegúrese de que hacer clic el botón <em>Totales de actualización</em> antes de realizar su pedido. Usted puede cobrar más que la cantidad indicada por encima si no lo hacen.

source: Update totals
de: Gesamtsumme aktualisieren
es_es: Estadísticas totales de actualización

source: Place order
de: Kostenpflichtig bestellen
es_es: Orden del lugar

source: I&rsquo;ve read and accept the <a href="%s" target="_blank">terms &amp; conditions</a>
de: Ich habe die <a href="%s" target="_blank">AGBs</a> gelesen und bestätige diese hiermit.
es_es: He leído y acepto la <a href="%s" target="_blank">términos &amp; condiciones</a>

source: Total
de: Gesamt

source: Subtotal
de: Zwischensumme
es_es: Subtotal de

source: Woocommerce Checkout Fields & Templates
de: Woocommerce Kasse Felder & Vorlagen

source: Custom templates for woocommerce checkout page
de: Benutzerdefinierte Vorlagen für Woocommerce-Checkout-Seite

source: option-1 : Option 1
es_es: opción-1: Opción 1

source: option-2 : Option 2
es_es: opción-2: Opción 2

source: Col
es_es: Columna

source: Initial
es_es: Inicial

source: Option
es_es: Opción

source: Text
es_es: Texto

source: Newsletter
es_es: Boletín de Noticias

source: Name
es_es: Nombre

source: -- Select type --
es_es: Seleccionar Tipo

source: Bug report
es_es: Informe de errores

source: Feature Request
es_es: Petición de característica

source: Web Application Icons
es_es: Iconos de Aplicación Web

source: Text Editor Icons
es_es: iconos del editor de texto

source: Directional Icons
es_es: Iconos direccionales

source: Video Player Icons
es_es: Iconos de Reproductor de vídeo

source: Support
es_es: Apoyo

source: * WCT best seller
es_es: * WCT Mejor vendedor

source: Best Seller
es_es: Mejor vendedor

source: Call us
es_es: Llámenos

source: Button text:
es_es: Texto del botón:
