Repository: WPDevHQ/woocommerce-checkout-fields-templates
Catalog: languages/wct-*.po
Languages: de, es_es

source: Document
de: Dokument
es_es: Documento

source: Edit
de: Bearbeiten
es_es: Editar

source: General
de: Allgemeines

source: Advanced
de: Fortgeschritten
es_es: Avanzado

source: Title
de: Titel
es_es: Título

source: Placeholder
de: Platzhalter
es_es: Marcador de posición

source: Options
de: Optionen
es_es: Opciones

source: Image
de: Bild
es_es: Imagen

source: Enter each choice on a new line.
de: Gib nur eine Auswahlmöglichkeit pro Zeile an.
es_es: Entrar en cada opción en una nueva línea.

source: For more control, you may specify both a value and label like this
de: Um die Darstellung besser kontrollieren zu können, kannst Du auch einen Wert sowie dessen Beschriftung definieren:
es_es: Para mayor control, puede especificar un valor y la etiqueta como esta

source: Required
de: Benötigt
es_es: Requerido

source: Display in order recived page
de: Zeigen Sie in Recived Bestellseite an
es_es: Mostrar en la página recibió orden

source: Display in email order
de: In e-Mail-Reihenfolge anzeigen
es_es: Aparecen en orden de correo electrónico

source: Custom class
de: Benutzerdefinierte CSS-Class
es_es: Clase personalizada

source: Price
de: Preis
es_es: Precio

source: Save changes
de: Änderungen speichern
es_es: Guardar los cambios

source: Drag this column
de: Ziehen Sie diese Spalte
es_es: Arrastre esta columna

source: Edit this column
de: Spalte bearbeiten
es_es: Editar esta columna

source: Style this column
de: Diese Spalte Stil
es_es: Estilo de esta columna

source: Add new row
de: Fügen Sie neue Zeile
es_es: Añadir la nueva fila

source: Delete this column
de: Spalte löschen
es_es: Eliminar esta columna

source: Extra Class
de: Extra Klasse
es_es: Clase extra

source: Type
de: Typ
es_es: Tipo

source: Step bar
de: Schritt-bar
es_es: Bar de paso

source: Width
de: Breite
es_es: Ancho

source: Width 1/12
de: Breite 1/12
es_es: Ancho 1/12

source: Width 2/12
de: Breite 2/12
es_es: Ancho 2/12

source: Width 3/12
de: Breite 3/12
es_es: Ancho 3/12

source: Width 4/12
de: Breite 4/12
es_es: Ancho 4/12

source: Width 5/12
de: Breite 5/12
es_es: Ancho 5/12

source: Width 6/12
de: Breite 6/12
es_es: Ancho 6/12

source: Width 7/12
de: Breite 7/12
es_es: Ancho 7/12

source: Width 8/12
de: Breite 8/12
es_es: Ancho 8/12

source: Width 9/12
de: Breite 9/12
es_es: Ancho 9/12

source: Width 10/12
de: Breite 10/12
es_es: Ancho 10/12

source: Width 11/12
de: Breite 11/12
es_es: Ancho 11/12

source: Width 12/12
de: Breite 12/12
es_es: Ancho 12/12

source: Display in order recived
de: In Reihenfolge Recived anzeigen
es_es: Aparecen en orden recived

source: Style
de: Stil
es_es: Estilo

source: Melon
de: Melone

source: Selectable date range
de: Wählbare Datumsbereich
es_es: Seleccione intervalo de fechas

source: Max
de: Maximal

source: Exerpt weekend
de: EXERPT Wochenende
es_es: Fin de semana de boceto

source: Specific day
de: Bestimmten Tag
es_es: Día específico

source: Days to be disabled
de: Tagen deaktiviert werden
es_es: Días para desactivar

source: Ex: 06/14/2015, 06/20/2015
de: BSP.: 14.06.2015, 20.06.2015

source: File allow
de: Datei ermöglichen
es_es: Archivo permite

source: File allow for upload. EX: jpeg|jpg|png.
de: Datei Upload ermöglichen. EX: Jpeg|jpg|png.
es_es: Archivo para subir. EX: jpeg|jpg|png.

source: Content
de: Inhalt
es_es: Contenido

source: Class
de: Klasse

source: Drag this row
de: Ziehen Sie diese Zeile
es_es: Arrastre esta fila

source: Edit this row
de: Zeile bearbeiten
es_es: Edite esta fila

source: Display options
de: Anzeige-Optionen
es_es: Opciones de apariencia

source: Style this row
de: Stil dieser Zeile
es_es: Esta fila del estilo

source: Add new column
de: Neue Spalte hinzufügen
es_es: Añadir la nueva fila

source: Delete this row
de: Diese Zeile löschen
es_es: Eliminar esta columna

source: Row
de: Zeile
es_es: Remar

source: Form checkout
de: Formular zur Kasse
es_es: Pagar

source: Account step
de: Konto-Schritt
es_es: Paso de cuenta

source: Billing step
de: Abrechnung-Schritt
es_es: Billing

source: Shipping step
de: Versand-Schritt
es_es: Envío

source: Your order step
de: Ihr Auftrag-Schritt
es_es: Su Pedido

source: Order success step
de: Bestellung Erfolg Schritt
es_es: Pago del pedido aceptado

source: Account block
de: Konto-block
es_es: Bloqueo de cuenta

source: Billing block
de: Abrechnung-block
es_es: Bloque de facturación

source: Shipping block
de: Versand-block
es_es: Bloque de envío

source: Your order block
de: Ihre Bestellung-block
es_es: Su bloque de orden

source: Row display
de: Zeile display
es_es: Hileras en la pantalla

source: Default
de: Vorgegebener Wert
es_es: Por defecto

source: Accordion
de: Akkordeon
es_es: Acordeón

source: Multiple select
de: Auswahlliste
es_es: Selección múltiple

source: Add price
de: Preis hinzufügen:
es_es: Añadir precio

source: Step number
de: Schrittnummer
es_es: Número de paso

source: ID step content
de: ID-Schritt-Inhalt
es_es: Etapa del contenido del anuncio

source: Styling
de: Gestaltung
es_es: Estilo

source: Design Options
de: Design-Optionen
es_es: Opciones de diseño

source: Border
de: Rand
es_es: Borde

source: Select color
de: Farbe auswählen
es_es: Selecciona el color

source: Theme defaults
de: Thema-Standardwerte
es_es: Theme por defecto

source: Solid
de: durchgehend
es_es: Sólido

source: Dotted
de: gepunktet

source: Dashed
de: gestrichelt
es_es: Rayado

source: None
de: keine
es_es: Ninguno

source: Hidden
de: Versteckt
es_es: Oculto

source: Double
de: Doppelt
es_es: Doble

source: Groove
de: vertieft
es_es: Ranura

source: Ridge
de: erhöht
es_es: Cresta

source: Inset
de: 3D inset
es_es: Insertar

source: Outset
de: 3 D outset
es_es: Altorrelieve

source: Inherit
de: Vererben

source: Background
de: Hintergrund
es_es: Fondo

source: Choose tag
de: Wählen Sie tag
es_es: Elige etiqueta

source: Choose
de: Auswählen
es_es: Elegir

source: Enable conditional logic?
de: Aktivieren Sie Bedingungslogik?
es_es: Lógica

source: Show
de: Anzeigen
es_es: Mostrar

source: this field if
de: dieses Feld, wenn
es_es: este campo si

source: All
de: alle
es_es: De todas

source: Any
de: Beliebige
es_es: Alguna

source: of the following match.
de: Das folgende Match.
es_es: del siguiente partido.

source: Add rule
de: Regel hinzufügen
es_es: Añadir regla

source: Hide/appear as user role
de: Erscheinen Sie ausblenden/als Benutzerrolle
es_es: Ocultar/aparecen como función de usuario

source: this field if user
de: Dieses Feld, wenn Benutzer
es_es: este campo si usuario

source: Logged in
de: eingeloggt sein
es_es: Conectado

source: Not logged in
de: Nicht angemeldet
es_es: Sin acceder a la cuenta

source: Choose user role
de: Eine Benutzerrolle wählen...
es_es: Elija rol de usuario

source: All role
de: Alle Rolle
es_es: Todo papel

source: Display in PDF Invoices & Packing Slips plugin
de: Anzeige in PDF Rechnungen & Lieferscheine-plugin

source: After the document label (Invoice, Packing Slip etc.)
de: Nach der Bezeichnung des Dokuments (Rechnung, Packing Slip etc.)
es_es: Después de la etiqueta de documento (factura, albarán, etc.)

source: Before the order data (invoice number, order date, etc.)note that this is inside a table, and you should output the data as an html table row/cells
de: Bevor die Bestelldaten (Rechnungsnummer, Bestelldatum, etc.) Beachten Sie, dass dies innerhalb einer Tabelle ist, und Sie sollten die Daten als html ausgeben Zeile/Tabellenzellen
es_es: Antes de que los datos de la orden (número de factura, fecha de compra, etc.), tenga en cuenta que esto es dentro de una tabla, y usted debe enviar los datos como una fila de la tabla html / células

source: After the order datanote that this is inside a table, and you should output the data as an html table row/cells
de: Tabellenzellen Sie nach der Bestellung Datanote, dass dies innerhalb einer Tabelle, und Sie sollten die Daten als html ausgeben Zeile /
es_es: Después de la datanote fin de que esto es dentro de una tabla, y usted debe enviar los datos como una fila de la tabla html / células

source: Before the order details table with all items
de: Vor der Bestellung Details-Tabelle mit allen Elementen
es_es: Antes de la tabla de detalles de la orden con todos los artículos

source: After the order details table
de: Nach der Order Details-Tabelle
es_es: Después de la tabla de detalles de la orden

source: Section Name
de: Abschnittsname
es_es: Nombre de la sección

source: Additional Information
de: Zusätzliche Informationen
es_es: Información adicional

source: Checkout Page
de: Zur Kasse - Seite
es_es: Página de pago

source: Checkout Details and Email Receipt
de: Kasse Details und E-Mail-Eingang
es_es: Pedido Detalles y Correo Recibo

source: Label
de: Bezeichnung
es_es: Etiqueta

source: Choose Type
de: Typanwahl
es_es: Elegir tipo

source: Remove button
de: Button entfernen

source: Select
de: Auswählen
es_es: Seleccionar

source: Multi Select
de: Mehrfachauswahl
es_es: Multiselección

source: Email
de: E-Mail Einstellungen

source: Number
de: Anzahl
es_es: Número

source: Date Picker
de: Datum Wähler
es_es: Selector de Fecha

source: Color Picker
de: Test Farb Picker
es_es: Seleccionador de Color

source: Add/Remove Required Attribute
de: Erforderliches Attribut hinzufügen/entfernen

source: Remove Field
de: Feld entfernen

source: Label of the New Field
de: Bezeichnung des neuen Feldes

source: Placeholder - Preview of Data to Input
de: Platzhalter - Vorschau der Daten Eingabe

source: + Add New Field
de: Fügen Sie neuen Feld
es_es: + Añadir nuevo campo

source: Field Name
de: Feld
es_es: Nombre del Campo

source: Remove Field Entirely
de: Feld komplett entfernen
es_es: Eliminar campo

source: Remove Required Attribute
de: Erforderliches Attribut entfernen
es_es: Eliminar Atributo

source: Replace Label Name
de: Labelnamen zu ersetzen
es_es: Reemplazar etiqueta Nombre

source: Replace Placeholder Name
de: Ersetzen Sie die Platzhaltername
es_es: Marcador de posición

source: Select All Check boxes in this Column
de: Wählen Sie alle Check-Boxen in dieser Spalte
es_es: Seleccione todas las casillas en esta columna

source: First Name
de: Vorname
es_es: Nombre

source: Last Name
de: Nachname
es_es: Apellidos

source: Country
de: Deutschland
es_es: País

source: Phone
de: Telefon

source: Company
de: Firma
es_es: Empresa

source: Order Notes
de: Bestellnotiz
es_es: Notas del Pedido

source: Address 1
de: Adresse 1
es_es: Dirección 1

source: Address 2
de: Adresse 2
es_es: Dirección 2

source: City
de: Ort
es_es: Ciudad

source: Postal Code
de: PLZ
es_es: Código Postal

source: State
de: Stadt
es_es: Provincia

source: Billing Section
de: Abrechnung-Abschnitt
es_es: Sección de Facturación

source: Shipping Section
de: Verschiffen-Abschnitt
es_es: Sección de Expedición

source: Add Fields
de: Hinzufügen von Feldern
es_es: Agregar campos

source: Step 1
de: 1. Schritt
es_es: Paso 1

source: Hover on the screen, Slide On to select template.
de: Bewege den Mauszeiger über den Bildschirm schieben auf Vorlage auswählen.
es_es: Pasa el cursor sobre la pantalla, deslice en Seleccionar plantilla.

source: Step 2
de: Schritt 2
es_es: Paso 2

source: Click Continue to custom checkout fields.
de: Benutzerdefinierte Kasse Felder klicken Sie auf fortsetzen.
es_es: Haga clic en continuar a los campos de pago personalizado.

source: Step - colorful
de: Schritt - bunte
es_es: Paso - colorido

source: Step - modern
de: Schritt - modern
es_es: Paso a pasos

source: Progress
de: Fortschritt
es_es: Progreso

source: On
de: Ein
es_es: En

source: Off
de: Aus
es_es: Apagado

source: OFF
de: RABATT
es_es: APAGADO

source: ON
de: EINN
es_es: En

source: Blank Page
de: Leere Seite
es_es: Página en blanco

source: Continue
de: Fortsetzen
es_es: Continuar

source: WooCommerce Default
de: WooCommerce Standard

source: This is the default fields & block of WooCommerce, you can find billing, shipping fields, login form or apply coupon.
de: Dies ist die Standardfelder & WooCommerce-Block, Fakturierung, Versand Felder, Anmeldeformular und Sie Anwendung Gutschein.
es_es: Se trata de los campos y el bloque de WooCommerce por defecto, se puede encontrar la facturación, los campos de envío, forma de la conexión o aplicar cupón.

source: Sidebar
de: Seitenleiste
es_es: Barra Lateral

source: This is the sidebar, we created 2 sidebar for you, 1 is left-right sidebar, 1 is bottom sidebar, you can add anything you want in the Widgets of WordPress.
de: Dies ist die Sidebar, wir 2 Seitenleiste für Sie erstellt, 1 ist links rechts Sidebar, 1 untere Seitenleiste, können Sie alles, was Sie wollen in die WordPress-Widgets hinzufügen.
es_es: Esta es la barra lateral hemos creado 2 sidebar para usted, 1 es la barra lateral de izquierda a derecha, 1 barra lateral inferior, es puede añadirlo que quieras en los Widgets de WordPress.

source: Custom fields
de: Benutzerdefinierte Felder
es_es: Campos personalizados

source: This is the custom fields, you can add many of them you want, but remember, less fields, higher revenue.
de: Dies ist die benutzerdefinierten Felder, Sie können hinzufügen, dass viele von ihnen, die Sie wünschen, die aber denken Sie daran, weniger Felder, höhere Erlöse.
es_es: Se trata de los campos personalizados, puede agregar muchos de los que tu quieras, pero recuerda, menos campos, mayores ingresos.

source: Row - Column
de: Zeile - Spalte
es_es: Fila - columna

source: This is the fields container, you must add row first, then add a column inside then drag-drop elements from the left into that column. Blue border is Row, Red border is Column.
de: Dies ist der Felder-Container, müssen Sie zuerst die Zeile hinzufügen, dann fügen Sie eine Spalte innen anschließend Drag Drop Elemente von Links in dieser Spalte. Blauer Rahmen ist Zeile, Spalte rot umrandet ist.
es_es: Este es el contenedor de los campos, es necesario agregar fila primero, luego añadir una columna interior y arrastrar-soltar elementos desde la izquierda en la columna. Frontera azul es fila, columna borde rojo.

source: Information Storage
de: Informationsspeicherung
es_es: almacenamiento de la información

source: Save user's input, save customer's time by save the fields on their computer.
de: Die Eingabe des Benutzers speichern Sie Zeit des Kunden durch die Felder auf ihrem Computer.
es_es: Guardar entrada del usuario, ahorrar tiempo de cliente por guardar los campos en su computadora.

source: Save
de: Speichern
es_es: Guardar

source: Press this to save all changes.
de: Drücken Sie, um alle Änderungen zu speichern.
es_es: Guardar los cambios

source: Restore Default
de: Auf Standard zurücksetzen
es_es: Restaurar Estándar

source: In case you want to restore to defualt, please press this.
de: Für den Fall, dass Sie auf ehemalig wiederherstellen möchten, drücken Sie bitte dies.
es_es: En caso de que desee restaurar a defualt, presione por favor este.

source: Step
de: Schritt
es_es: Paso

source: Process bar
de: Prozess-bar
es_es: Barra de proceso

source: Account
de: Konto
es_es: Cuenta

source: New Customer
de: Neuer Kunde
es_es: Error al crear el nuevo cliente

source: Login form
de: Login Formular
es_es: Formulario de ingreso

source: Billing Detail
de: Abrechnung-Detail
es_es: Detalle de facturación

source: Postcode / Zip
de: Postleitzahl
es_es: Código postal

source: Shipping Detail
de: Versand Details
es_es: Detalle de envío

source: Ship to a different address?
de: Versand an andere Adresse?
es_es: ¿Enviar a una dirección diferente?

source: Order notes
de: Bestellnotiz
es_es: Notas del pedido

source: Your order
de: Ihre Bestellung
es_es: Su pedido

source: Payment method
de: Zahlungsart
es_es: Método de pago

source: Order success
de: Bestellung-Erfolg
es_es: Orden de éxito!

source: Sidebar primary
de: Seitenleiste primäre
es_es: Barra lateral primaria

source: Sidebar bottom
de: Sidebar unten
es_es: Parte inferior de la barra lateral

source: Custom Fields
de: Benutzerdefinierte Felder
es_es: Campos personalizados

source: Radio field
de: Radio Feld
es_es: Campo de la radio

source: Check box field
de: Ein Kontrollkästchen ein
es_es: Control de seguridad.

source: Button field
de: Schaltflächenfeld
es_es: Texto del botón:

source: Date-time field
de: Datum / Uhrzeit-Feld
es_es: Campo de fecha y hora

source: Dropdown field
de: Dropdown-Feld
es_es: Campo desplegable

source: Text field
de: Textfeld
es_es: Campo Texto

source: Text area field
de: Textbereich Feld
es_es: Texto está vacío!

source: Email field
de: E-Mail-Feld
es_es: Campo de Correo electrónico:

source: Phone field
de: Telefon
es_es: Campo Teléfono

source: File Upload
de: Datei Upload
es_es: Carga de Archivos

source: If this is the first time you use builder, you might want to see a tour for how to use. Click me please.
de: Wenn dies das erste Mal Sie Generator verwenden ist, empfiehlt es sich, eine Tour zur Verwendung finden Sie unter. Klick mich bitte.
es_es: Si es la primera vez que utilice el constructor, puede ver un recorrido de cómo usar. Haz clic en el me por favor.

source: Add New Row
de: In New Row
es_es: Añadir la nueva fila

source: Newsletter marketing provider
de: Newsletter-marketing-Anbieter
es_es: Deseo suscribirme al boletín electrónico

source: Export subscribers
de: Abonnenten exportieren
es_es: Exportar suscriptores desde

source: Consumer Key
de: Verbraucher-Schlüssel

source: Consumer secret
de: Verbraucher Schlüssel

source: Access key
de: Zugangsschlüssel

source: Access secret
de: Geheimer Schlüssel Zugriff

source: Account ID
de: Kontonummer

source: List ID
de: Liste ID

source: Campaign named
de: Kampagne mit dem Namen

source: Styling Options
de: Darstellungsoptionen
es_es: Opciones de Estilo

source: Color Scheme
de: Farbschema
es_es: Esquema de color

source: Main color
de: Hauptfarbe
es_es: Color de fuente principal

source: Text color
de: Textfarbe
es_es: Color del texto

source: Link hover color
de: Link Hover Farbe
es_es: Color del link al pasar por encima

source: Background color
de: Hintergrundfarbe
es_es: Elegir color

source: Border color
de: Rahmen Farbe
es_es: Borde - color

source: Title color
de: Titelfarbe
es_es: Elegir color

source: Button background color
de: Button Hintergrundfarbe
es_es: Texto del botón:

source: Button background hover color
de: Button Hover Hintergrundfarbe
es_es: Color del fondo al pasar por encima

source: Button text color
de: Button Textfarbe
es_es: Texto del botón:

source: Button text hover color
de: Button Hover Textfarbe
es_es: Color texto al pasar por encima

source: Price color
de: Hintergrundfarbe für Preis
es_es: Color precio

source: Billing step text
de: Abrechnung-Schritt-text
es_es: Texto de paso de facturación

source: Billing step content background
de: Abrechnung-Schritt-Inhalt-Hintergrund
es_es: Contenido antecedentes de facturación paso

source: Shipping step text
de: Versand Schritt text
es_es: Billing

source: Shipping step content background
de: Versand Schritt Inhalt Hintergrund
es_es: Contenido antecedentes de envío paso

source: Your order step text
de: Ihren Auftrag Schritt text
es_es: Precio para su pedido

source: Your order step content background
de: Ihre Bestellung Schritt Inhalt Hintergrund
es_es: Su fondo contenido orden paso

source: Step background
de: Schritt-Hintergrund
es_es: Fondo de paso

source: Store all information
de: Shopinformation
es_es: Información de la tienda

source: Store all information exclude
de: Speicher alle Informationen ausschließen
es_es: Tienda de excluir a toda la información

source: Store specific information
de: Spezifische Informationen zu speichern
es_es: Almacenar información específica

source: Restore default
de: Auf Standard zurücksetzen
es_es: Restaurar Estándar

source: Drag this block
de: Ziehen Sie diesen block
es_es: Arrastrar este bloque

source: Edit this block
de: Dieser Block bearbeiten
es_es: Editar este bloque

source: Style this block
de: Stil dieser block
es_es: Estilo de este bloque

source: Delete this block
de: Block löschen
es_es: Eliminar este bloque

source: Custom Row Template
de: Eigenes Template
es_es: Plantilla de fila personalizado

source: Custom Template
de: Eigenes Template
es_es: Usar Plantilla Personalizado de Página

source: Change particular row layout manually by specifying number of columns and their size value.Example: 1/4 + 1/2 + 1/4,...
de: Ändern Sie bestimmte Zeilenlayout durch Angabe der Anzahl der Spalten und deren Größenwert manuell. Beispiel: 1/4 + 1/2 + 1/4,…
es_es: Cambiar diseño de fila manualmente especificando el número de columnas y su valor de tamaño. Ejemplo: 1/4 + 1/2 + 1/4,…

source: Supports
de: Stützen
es_es: Soportes

source: Thank you for purchasing my plugin. If you have any questions that are beyond the scope of this documentation, please feel free to email via my user page contact form here. Thanks so much!
de: Vielen Dank für den Kauf mein Plugin. Wenn Sie Fragen, die über den Rahmen dieser Dokumentation sind haben, wenden Sie sich bitte an Email über mein Benutzer Seite Kontakt-Formular hier. Vielen Dank!
es_es: Gracias por comprar mi plugin. Si usted tiene cualquier preguntas que están más allá del alcance de esta documentación, no dude en correo electrónico a través de mi usuario página formulario de contacto aquí. ¡ Muchas gracias!

source: Subject
de: Betreff
es_es: Asunto

source: Purchase code
de: Lizenz-Code:
es_es: Introduzca Código

source: Your Name
de: Ihr Name
es_es: Tu Nombre

source: Your email
de: Deine Mail–Adresse
es_es: Email

source: Question
de: Frage
es_es: Pregunta

source: Technical
de: Technik
es_es: Termodinámica

source: Upload file
de: Datei-Upload
es_es: Cargar un archivo

source: Paste url file or upload file
de: Fügen Sie Url-Datei oder hochladen Datei
es_es: Archivo para subir. EX: jpeg|jpg|png.

source: Upload
de: hochladen
es_es: Subir

source: Message
de: Nachricht
es_es: Mensaje

source: Send
de: Senden
es_es: Enviar

source: Template options
de: Template-Einstellungen
es_es: Opciones de plantilla

source: Select an icon for your social
de: Wählen Sie ein Symbol für Ihren sozialen
es_es: Seleccione un icono para su social

source: Search
de: Suchen
es_es: Buscar

source: Form Control Icons
de: Formularsteuer Icons
es_es: Iconos de control de formulario

source: Currency Icons
de: Währungs-Icons
es_es: Iconos de Moneda

source: Brand Icons
de: Marken Icons
es_es: Iconos de Marca

source: Medical Icons
de: Medizinische Icons
es_es: Iconos médicos

source: Custom Current Template
de: Benutzerdefinierte aktuelle Vorlage
es_es: Plantilla actual personalizada

source: Checkout page
de: Zur Kasse - Seite
es_es: Página de pago

source: Checkout page bottom
de: Kasse Seite unten
es_es: Fondo de página de pago

source: Template is blank, please add template.
de: Vorlage ist leer, bitte Vorlage hinzufügen.
es_es: Plantilla en blanco, por favor agregar plantilla.

source: File upload
de: Datei Upload
es_es: Carga de archivos

source: is
de: ist
es_es: es

source: is not
de: ist nicht
es_es: no es

source: contains
de: Enthält
es_es: contiene

source: checked
de: Eingecheckt
es_es: comprobado

source: selected
de: ausgewählt
es_es: seleccionado

source: WCFT Uploaded to
de: WCFT hochgeladen
es_es: WCFT subido a

source: I want to subscribe to email newsletter
de: Ich will zum e-Mail-Newsletter abonnieren
es_es: Deseo suscribirme al boletín electrónico

source: is a required field
de: ist ein Pflichtfeld
es_es: es un campo obligatorio

source: Attach binaries by dropping them here or
de: Fügen Sie Binärdateien, indem hier ablegen oder
es_es: Adjuntar archivos binarios por dejarlos aquí o

source: selecting one
de: Auswahl einer
es_es: selección de una

source: Text is empty!
de: Text ist leer!
es_es: Texto está vacío!

source: Checkout as a Guest
de: Als Gast bestellen.
es_es: Comprobación como invitado

source: Create a New account
de: Neuen Account erstellen
es_es: Crear una nueva cuenta
